[DESCRIPTION]
HEAD_NAME_SHORT = MTU
HEAD_NAME_LONG = Motoren- und Turbinen-Union
HEAD_CITY = Friedrichshafen
COMPANY = Eisenbahngesellschaft:
LOC_TYPE = Loktyp:
LOC_NUMBER = Loknummer:
MOTOR_TYPE = Motortyp:
MOTOR_NUMBER = Motornummer:
DURATION_COUNT = Betriebsstundenzähler:
TERMINAL = Display Datum-Uhrzeit:
LAPTOP = Laptop Datum-Uhrzeit: 
MODE_DESC = Betriebsart:
MODE_0 = Normal-Betrieb
MODE_1 = Service-Betrieb

[CONNECTION_STATUS]
UNKNOWN = Unbekannter Fehler  
DISCONNECTING =	Verbindung zur Lok wird getrennt
DISCONNECTED = Verbindung zur Lok ist unterbrochen 
INIT = PC-Modem wird initialisiert 
IDLE = Verbindung kurzfristig unterbrochen - Fortsetzung automatisch
OPENING = Verbindung zur Lok wird aufgebaut
ANSWERING = Lok antwortet
CONNECTED = Verbindung zur Lok ist hergestellt
RECONNECT = Verbindung zur Lok wird neu aufgebaut
CLOSE = Keine Verbindung möglich: \n Ursachen: \n - Kabel nicht eingesteckt \n - Kabel falsch oder fehlerhaft \n - Modem hat keine Stromversorgung \n - falscher Treiber geladen \n - falsche Schnittstelle eingestellt 
NODIALTONE = kein Freizeichen \n Modem bekommt kein Freizeichen von dem gewünschten Teilneumer 
BUSY = Teilnehmer ist besetzt
NOANSWER = Lok ist nicht erreichbar
WRONGPIN = falsche PC-Modem-Pin
WRONGPUK = PC-Modem-PUK, PC-Modem-Pin eingeben
INUSE = Schnittstelle belegt \n COM-Schnittstelle wird gerade von einem anderen Programm benutzt. 
MESSAGE = Keine Verbindung möglich: \n Ursachen: \n - Kabel nicht eingesteckt \n - Kabel falsch oder fehlerhaft \n - Modem hat keine Stromversorgung \n - falscher PC-Modemtreiber geladen \n - falsche PC-COM-Schnittstelle eingestellt \n - Lok ist nicht erreichbar \n - Modem Auswahl im Display falsch eingestellt 
MODEMDRIVERERROR = Modemtreiber fehlerhaft oder nicht installiert \n Ursachen: \n - Fehlender Treiber \n - Modem Aus/Ein-schalten und PC neu starten 
MODEMOFF = PC-Modem nicht verbunden oder ausgeschaltet \n Ursachen: \n - PC-Modemkabel nicht eingesteckt \n - PC-Modemkabel falsch oder fehlerhaft \n - PC-Modem hat keine Stromversorgung \n - Falscher PC-Modemtreiber ausgewählt
SERIALOFF = Display nicht verbunden oder ausgeschaltet
NODATA = keine Alarme vorhanden
NOACCESS = kein Datenzugriff möglich
TRANSFER_CANCEL = Übertragung abgebrochen!!!

[LIST_BINARY]
TITLE = Binärmessstellen
COLUMN_TITLE = Zeile
COLUMN_TITLE = Beschreibung
COLUMN_TITLE = Status

[LIST_ANALOG]
TITLE = Analogmessstellen
COLUMN_TITLE = Zeile
COLUMN_TITLE = Beschreibung
COLUMN_TITLE = Wert
COLUMN_TITLE = Einheit

[LIST_ALARM]
TITLE = Alarmmeldungen
COLUMN_TITLE = Zeile
COLUMN_TITLE = Beschreibung
COLUMN_TITLE = Typ
COLUMN_TITLE = Kategorie

[LIST_DURATION]
TITLE = Betriebsstundenzähler
COLUMN_TITLE = Zeile
COLUMN_TITLE = Beschreibung
COLUMN_TITLE = Wert
COLUMN_TITLE = Einheit

[LIST_DURATION_FLEET]
TITLE = Betriebsstundenzähler
COLUMN_TITLE = Zeile
COLUMN_TITLE = ???_Loknummer
COLUMN_TITLE = ???_Motornummer
COLUMN_TITLE = Beschreibung
COLUMN_TITLE = Wert
COLUMN_TITLE = Einheit

[LIST_HISTORY]
TITLE = Fehlerringspeicher
COLUMN_TITLE = Zeile
COLUMN_TITLE = Beschreibung
COLUMN_TITLE = Datum
COLUMN_TITLE = Zeit
COLUMN_TITLE = Betr.H.
COLUMN_TITLE = Typ
COLUMN_TITLE = Kategorie
COLUMN_TITLE = Status

[LIST_HISTORY_STATISTIC]		
TITLE =			???error statistic
COLUMN_TITLE =		???line
COLUMN_TITLE =		???description
COLUMN_TITLE =		???priority
COLUMN_TITLE =		???category
COLUMN_TITLE =		???date first
COLUMN_TITLE =		???time first
COLUMN_TITLE =		???date last
COLUMN_TITLE =		???time last
COLUMN_TITLE =		???count
		
[MENU_MAIN]
FILE = Datei
CONNECTION = Verbindung
DATA = Daten
VIEW = Ansicht
WINDOW = Fenster
HELP = ?

[MENU_FILE]
OPEN = Öffnen	Strg+O
CLOSE = Schließen
SAVE = Speichern\tStrg+S
SAV_AS = Speichern unter
EXPORT = Exportieren\tStrg+X
PRINT = Drucken...\tStrg+P
PR_PREVIEW = Seitenansicht
PR_SETTINGS = Druckereinrichtung...
LAST = Letzte Datei
EXIT = Beenden

[MENU_CONNECTION]
CON_SERIAL = Serielles Kabel
CON_MODEM = Modem 
CONNECT = Verbinden
DISCONNECT = Trennen
SETTINGS = PC-Verbindungseinstellungen
STATE = Verbindungsstatus
PHONE_BOOK = Telefonbuch

[MENU_DATA]
BINARY = Binärmessstellen
ANALOG = Analogmessstellen
ALARM = Alarmseite
DURATION = Betriebsstundenzähler
HISTORY = Fehlerringspeicher
HIST20 = Fehlerringspeicher letzte 20
HIST100 = Fehlerringspeicher letzte 100
HIST_STAT = 		???history statistic
HIST_STAT_DELETE = 	???delete history statistic
CONFIG_SETTINGS = Konfigurationsdaten Display
CONFIG_SEND = Konfigurationsdaten senden 
RELOAD = Neu Laden

[MENU_VIEW]
SYMBOL_BAR = Symbolleiste
STATUS_BAR = Statusleiste

[MENU_WINDOW]
NEW = Neues Fenster
CASCADE = Überlappend
TILE = Nebeneinander
ARRANGE = Symbole anordnen

[MENU_HELP]
FINDER = Hilfethemen
ABOUT = Info über RailDiag...

[DIALOG_SERIAL]
TITLE = PC-Verbindungseinstellungen
PORT = Serielle Schnittstelle:
BPS = Bits pro Sekunde:
BITS = Datenbits:
PARITY = Parität:
STOP_BITS = Stoppbits:
CONTROL = Flusssteuerung:
CANCEL = Abbrechen
OK = Ok

[DIALOG_MODEM]
TITLE = PC-Modem-Verbindungseinstellungen 
CONNECTION_NAME = Verbindung:
DESCRIPTION	= Bezeichnung:
NUMBER = Lok-Telefonnummer:
PIN =  PC-Modem-PIN:
SAVE_PIN = PC-Modem-Pin speichern
PUK = PC-Modem-PUK:
CONNECT = Verbinden
CANCEL = Abbrechen
OK = Ok
SETTINGS = Einstellungen
DIAL_PREFIX = ???_Dialing prefix
HELP_DIAL_PREFIX = ???_0049 (7541 1234567)


[DIALOG_TERMINAL_CONFIG]
TITLE = Konfigurationsdaten Display
COMPANY = Eisenbahngesellschaft:
LOC_TYPE = Lok-Typ:
LOC_NUMBER = Lok-Nr.:
MOTOR_TYPE = Motortyp:
MOTOR_NUMBER = Motor-Nr:
MTU_ORDER_NUMBER = MTU-Auftragsnummer:
DISPLAY_TELEPHONE_NUMBER = ???_display telephone number
INHIBIT_TIME_SMS =	???_inhibit time
TELEPHONE_NUMBER_1_SMS = ???_telephone number 1 for SMS
TELEPHONE_NUMBER_2_SMS = ???_telephone number 2 for SMS
TELEPHONE_NUMBER_3_SMS = ???_telephone number 3 for SMS
PIN = Lok-Modem-Pin:
PUK = Lok-Modem-Puk:
MESSAGE_SEND = Konfiguration wird übertragen
MESSAGE_OK = Konfiguration erfolgreich übertragen
MESSAGE_ERR = Konfiguration konnte nicht übertragen werden
SEND = Senden
CANCEL = Abbrechen
OK = Ok
LOAD = ???_Laden
SAVE = ???_Speichern

[DIALOG_PROGRESS]
TITLE = Übertragung
CANCEL = Abbrechen

[DIALOG_PHONE_BOOK]		
TITLE =	Telefonbuch
DESCRIPTION = Beschreibung
NUMBER = Lok-Telefonnummer
NEW_ENTRY = Neuer Eintrag
EDIT_ENTRY = Eintrag bearbeiten
DELETE_ENTRY = Eintrag löschen
CANCEL = Abbrechen
OK = Ok
IMPORT = ???_Import
EXPORT = ???_Export

[DIALOG_ENTRY_PHONE_BOOK]		
TITLE =	Telefonbucheintrag
DESCRIPTION = Beschreibung
HELP_NUMBER = ???_0049 7541 1234567
NUMBER = Lok-Telefonnummer
CANCEL = Abbrechen
OK = OK

[DIALOG_CONFIRM_DELETE]		
TITLE =			???_Fehlerstatistik löschen
MESSAGE_TEXT =		???_Soll die Fehlerstatistik am Terminal gelöscht werden?

[MENU_FLEET]
MGR =			???_Flottenmanager
EDIT =			???_Flotte editieren

[DIALOG_FLEET_EDIT]		
TITLE =			???_Flotteneditor
LIST_PHONE_BOOK =	???_Telefonbuch
LIST_FLEET =		???_Telefonbuch
ROW_NUMBER =		???_Nr
DESCRIPTION =		???_Beschreibung
NUMBER =		???_Lok-Telefonnummer
FLEET_NAME=		???_Flottenname
FLEET_NEW=		???_Flotte neu
FLEET_DELETE=		???_Flotte löschen
CANCEL = 		Abbrechen
OK = 			Ok
IMPORT = 		???_Import
EXPORT =		???_Export
MESSAGE1=		???_Bitte Flottenname eingeben
MESSAGE2=		???_Flotte exisitert bereits
